Repository: kevinvenclovas/Flyff-Universe-FS-Pro
Catalog: FlyffUAutoFSPro/Properties/Resources.*.resx
Languages: de_de

source: My Status
de_de: Mein Status

source: Selected Player
de_de: Selektierter Spieler

source: HP Potion:
de_de: HP Trank:

source: FP Potion:
de_de: FP Trank:

source: MP Potion:
de_de: MP Trank:

# disabled
source: Not activ
de_de: Nicht Aktiv

# selfhealprotection
source: Self Heal
de_de: Selbstheilung

# selfhealprotection_tooltipp
source: If the own HP falls below the defined value then the selected player is deselected (ESC) and the self-healing is started. Useful when even faster healing is needed to survive attacks from aggro monsters. If Heal Rain is used, the player is not deselected.
de_de: Wenn die eigenen HP unter dem definiertem Wert fallen dann wird der selektierte Spieler deselektiert (ESC) und die Selbstheilung wird gestartet. Nützlich wenn noch schnellere Heilung benötigt wird um Angriffe von Aggro-Monster zu überleben. Wird Heal Rain genutzt so wird der Spieler nicht deselektiert .

# hppotion_tooltip
source: Hotkey for food and other items to restore HP.
de_de: Hotkey für Nahrung und andere Items um die HP wiederherzustellen.

# fppotion_tooltip
source: Hotkey for potions and other items to restore FP.
de_de: Hotkey für Tränke und andere Items um die FP wiederherzustellen.

# mppotion_tooltip
source: Hotkey for potions and other items to restore MP.
de_de: Hotkey für Tränke und andere Items um die MP wiederherzustellen.

# selfhealprotection_value_tooltip
source: If the own HP falls below this value, the self healing is activated.
de_de: Unterschreitet die eigene HP diesen Wert so wird die selbst Heilung aktiviert.

source: Settings
de_de: Einstellungen

# followZ
source: Follow traget (Z)
de_de: Ziel folgen (Z)

# statusT_tooltip
source: Hotkey to open the status window. By default it is the letter T.
de_de: Hotkey um das Statusfenster zu öffnen. Standardmäßig ist es der Buchstabe T.

# followZ_tooltip
source: Hotkey to follow a target. By default it is the letter Z.
de_de: Hotkey um einen Ziel zu folgen. Standardmäßig ist es der Buchstabe Z.

# gtautorebuff_tooltipp
source: With this setting, the Geburah Tiphreth (GT) buff is automatically re-buffed after the specified time.
de_de: Mit dieser Einstellung wird der Buff Geburah Tiphreth (GT) automatisch nach der angegebenen Zeit neu gebufft.

# gtautorebuff_value_tooltip
source: GT is automatically rebuffed after the specified seconds.
de_de: GT wird nach den angegebenen Sekunden automatisch neu gebufft.

# hotkeyalreadyinuse
source: Hotkey is already in use and cannot be used again.
de_de: Hotkey ist bereits in der Benutzung und kann nicht nochmal verwendet werden.

source: Normal Healing
de_de: Normale Heilung

source: Critical Healing
de_de: Kritische Heilung

source: Healing
de_de: Heilung

# normalhealing_tooltip
source: If the HP of the selected player falls below the specified value, a one-time healing is performed.
de_de: Fällt die HP des selektierten Spielers unter den angegebenen Wert so wird eine einmalige Heilung durchgeführt.

# criticalhealing_tooltip
source: If the HP of the selected player falls below the specified value, a critical heal is performed. Healing is performed for several seconds without pause.
de_de: Fällt die HP des selektierten Spielers unter den angegebenen Wert so wird eine kritische Heilung durchgeführt. Heilung wird mehrere Sekunden ohne Pause durchgeführt.

# criticalhealing_not_bigger_than_normal
source: Critical healing value cannot be greater than the normal healing value.
de_de: Kritischer Heilungswert kann nicht größer wie der normale Heilungswert sein.

# normalhealing_not_smaller_than_critical
source: Normal healing value cannot be smaller than critical healing value.
de_de: Normaler Heilungswert kann nicht kleiner wie der kritische Heilungswert sein.

# usehppotion
source: Use HP Potion on:
de_de: HP Trank benutzen ab:

# usemppotion
source: Use MP Potion on:
de_de: MP Trank benutzen ab:

# usemppotion_tooltip
source: If the MP falls below the defined value, an MP potion is used.
de_de: Fällt die MP unter dem definierten Wert, so wird ein MP Trank benutzt.

# usehppotion_tooltip
source: If the HP falls below the defined value, an HP potion is used.
de_de: Fällt die HP unter dem definierten Wert, so wird ein HP Trank benutzt.

# mustsethealingbefore
source: Please assign Heal-Action in the skill tab first before this function can be activated.
de_de: Bitte zuerst Heal-Action im Skill Tab zuweisen bevor diese Funktion aktiviert werden kann.

# selfhealprotection_value_smaller_then_hppotion_value
source: Self-healing value must be less than {0}%.
de_de: Selbstheilungswert muss kleiner als {0}% sein.

source: Clear target
de_de: Ziel abwählen (ESC)

# cleartarget_tooltip
source: Hotkey to deselect the target. By default it is the ESC key.
de_de: Hotkey um das Ziel abzuwählen. Standardmäßig ist es die Taste ESC.

# motionrebuff
source: Detect emoji
de_de: Emoji erkennen

# motionrebuff_tooltip
source: With this setting a rebuff can be started by an emoji sent by the selected player. This means that the bot does not have to be called for a rebuff and can run completely in the background.
de_de: Mit dieser Einstellung kann ein Rebuff anhand eines Emoji, welches vom selektiertem Spieler gesendet wird gestartet werden. Es muss somit nicht der Bot für ein Rebuff aufgerufen werden und kann vollständig im Hintergrund laufen.

# heal_healrain_tooltip
source: Selection between which skill the heal bot should use. Note: Skill must be available in the skill tree and have at least level 1.
de_de: Auswahl zwischen welchem Skill der Heal-Bot nutzen soll. Achtung: Skill muss im Skillbaum verfügbar sein und mindestens Level 1 besitzen.

source: Follow
de_de: Folgen

# refollow
source: Follow automatically
de_de: Automatisch Folgen

# refollow_tooltip
source: The command to follow the target is executed in the defined time interval. Default key Z. Key can be changed under Hotkeys.
de_de: Es wird im definiertem Zeitintervall der Befehl zum folgen des Ziels ausgeführt. Standardmäßig Taste Z. Taste kann unter Hotkeys geändert werden.

# refollowinterval
source: Follow interval
de_de: Folgen Interval

# refollowinterval_tooltip
source: Time interval in which the key is pressed again for follow.
de_de: Zeitintervall in dem erneut die Taste für folgen getätigt wird.

source: Pause Bot
de_de: Bot pausieren

source: Pause
de_de: Pausieren

# pausebot_tooltip
source: With this setting the bot can be paused for a short time when keys or mouse clicks are executed in the browser. Good to be able to quickly intervene in certain events, e.g. attacks from aggro mobs.
de_de: Mit dieser Einstellung lässt sich der Bot kurzzeitig pausieren wenn Tasten oder Mausklicks im Browser ausgeführt werden. Gut um schnell bei bestimmten Ereignissen eingreifen zu können z.B angriffe von Aggro Mobs.

# pausebottime
source: Time
de_de: Zeit

source: Buy License
de_de: Lizenz kaufen

source: JOIN DISCORD
de_de: DISCORD BEITRETEN

source: Usefull
de_de: Nützliches

source: Check License
de_de: Lizenz prüfen

# demoend
source: Test period finished
de_de: Testzeit beendet

source: Enter License
de_de: Lizenz eintragen

source: License
de_de: Lizenz

# erroroccurred
source: Error
de_de: Fehler

# license_in_use
source: License already in use
de_de: Lizenz ist bereits in benutzung

# unknowerroroccurred
source: Unknown error occurred. Please request help on discord
de_de: Unbekannter Fehler aufgetreten. Bitte auf Discord um Hilfe bitten

source: Success
de_de: Erfolgreich

# licensregistersuccess
source: License successfully registered
de_de: Lizenz erfolgreich registriert

source: Release license
de_de: Lizenz freigeben

# releaselicense_tooltip
source: License can be activated only on one computer at a time. Upon release, your license will be released and you can use it again on another computer.
de_de: Lizenz kann nur auf einem Computer gleichzeitig aktiviert werden. Mit der Freigabe wird deine Lizenz wieder freigegeben und du kannst diese auf einem anderem Computer wieder verwenden.

source: License released
de_de: Lizenz wurde freigegeben

# enterlicense_tooltip
source: Enter license
de_de: Lizenze eintragen

source: Check Update
de_de: Update prüfen

# updateavailable
source: Update available. Go to Discord to download the latest version.
de_de: Update verfügbar. Gehe auf Discord um die neuste Version zu downloaden.

source: No update available
de_de: Kein Update verfügbar

source: Reset
de_de: Zurücksetzen

# reset_tooltip
source: Reset all settings. Your Linzens will not be lost.
de_de: Alle Einstellungen zurücksetzen. Deine Linzens geht nicht verloren.

# presskey
source: Waits for keystroke ...
de_de: Wartet auf Tastendruck ...

source: Waiting...
de_de: Wartet...

# presskeydescription
source: Press any key or key combination
de_de: Beliebige Taste oder Tastenkombination drücken

# enterforreset
source: Press Enter-Button to deactivate hotkey
de_de: Enter-Taste drücken um Hotkey zu deaktivieren

source: Click to set hotkey
de_de: Klicken um Hotkey zu setzen

source: Click to reset hotkey
de_de: Klicken um Hotkey zu reseten

source: Critical healing duration
de_de: Kritische Heilung Dauer

# criticalhealingduration_tooltip
source: Specifies how long a critical heal should be performed. Player will be healed for X seconds without pause.
de_de: Gibt an wie lange eine kritische Heilung durgeführt werden soll. Spieler wird X Sekunden lang wird ohne pause geheilt.

# durationbetweenbuffs
source: Time between buffs
de_de: Zeit zwischen den Buffs

# durationbetweenbuffs_tooltip
source: Depending on the magic acceleration, this time can be set shorter. If the time is set too short, it is possible that buffs are not executed when rebuffing. Setting does not affect the buff Heal or Heal Rain
de_de: Je nach Magiebeschleunigung kann diese Zeit kürzer gesetzt werden. Sollte die Zeit zu kurz eingetsellt sein, kann es sein das Buffs beim Rebuffen nicht ausgeführt werden. Einstellung betrifft nicht dem Buff Heal oder Heal Rain

source: Captcha Detection
de_de: Captcha Erkennung

# captchadetection_tooltip
source: When a captcha appears in the screen, the bot plays a short sound.
de_de: Wenn ein Captcha im Bildschirm auftaucht, so wird der Bot sich mit einem Ton bemerkbar machen.

# captchadetectionsound
source: Sound
de_de: Ton

# captchadetectionsound_tooltip
source: Sound is played when a captcha is recognized on the screen.
de_de: Sound wird abgespielt sobald ein Captcha auf dem Bildschirm erkennt wird.

source: Distance
de_de: Entfernung

# maindistanceoncalibration
source: In calibration
de_de: In Kalibrierung

# maindistancetofaraway
source: To far away
de_de: Zu weit Weg

source: Check distance
de_de: Entfernung prüfen

# checkdistance_tooltip
source: Bot checks the distance to the player and heals/buffs him only when he is near. Attention! We recommend to use this function only with 1v1 players because with AOE players important elements for the analysis are hidden by the monsters.
de_de: Bot prüft die Distanz zum Spieler und Heilt/Bufft diesen nur wenn er in der Nähe ist. Achtung! Wir empfehlen diese Funktion nur bei 1v1 Spielern zu nutzen da bei AOE wichtige Elemente für die Analyse durch die Monster verdeckt werden.

# detectzoom
source: Zoom detect
de_de: Zoom erkennen

# detectzoom_description
source: Check your Windows zoom in the display settings. The bot will only work with a scaling and arrangement of 100%.
de_de: Prüfe deinen Windows Zoom in den Anzeigeeinstellungen. Der Bot wird nur bei einer Skalierung und Anordnung von 100% funktionieren.

source: Auto Ress
de_de: Automatische Wiederbelebung

# autoress_tooltip
source: When the main player dies, Resurrection is automatically executed.
de_de: Wenn der Main Player stirbt, so wir automatisch Resurrection ausgeführt.

# mustsetresurrectionbefore
source: Please assign Resurrection-Action in the skill tab first before this function can be activated.
de_de: Bitte zuerst Resurrection-Action im Skill Tab zuweisen bevor diese Funktion aktiviert werden kann.

source: Resurrects
de_de: Wiederbelebung

source: Rebuff after Resurrection
de_de: Rebuff nach Wiederbelebung

# rebuffafterresurrection_tooltip
source: Start rebuff after Resurrection
de_de: Rebuff nach der Wiederbelebung starten

source: Global Hotkeys
de_de: Globale Hotkeys

# wrongkeycombination
source: Not a valid combination
de_de: Keine gültige Kombination

# wrongkeycombination_message
source: Please have at least {0} normal key/s and at least {1} system key/s ( Strg, Ctrl, Shift ) available.
de_de: Bitte mindestens {0} normale Taste/n und mindestens {1} Systemtaste/n ( Strg, Ctrl, Shift ) müssen vorhanden sein.

# mustsetgtbefore
source: Please assign Geburah Tiphret in the skill tab first before this function can be activated.
de_de: Bitte zuerst Geburah Tiphret im Skill Tab zuweisen bevor diese Funktion aktiviert werden kann.

# mustsetholyguardbefore
source: Please assign Holy Guard in the skill tab first before this function can be activated.
de_de: Bitte zuerst Holy Guard im Skill Tab zuweisen bevor diese Funktion aktiviert werden kann.

source: Custom
de_de: Benutzerdefiniert

# addcustomhotkey
source: Add Hotkey
de_de: Hotkey hinzufügen

# deleteglobalhotkey
source: Do you really want to delete the Global Hotkey {0}?
de_de: Willst du den Global Hotkey {0} wirklich löschen?

source: Delete
de_de: Löschen

# deleteglobalhotkeyitem
source: Global Hotkey-Action wirklich löschen?
de_de: Willst du den Global Hotkey-Action wirklich löschen?

# maindistancenotonscreen
source: Not on screen
de_de: Nicht auffindbar

# mirror
source: Global Hotkeys
de_de: Globale Hotkeys

# mirror_tooltip
source: With the global hotkeys you can execute action sequences by a key combination in the bot without the bot window having to be actively open. For example, you can press a key combination on your main so that the FS buffs Holy Guard before an AOE. Just test it out. Set any key combination to the Global Hotkey Rebuff, start the bot, select your main, minimize the bot and press the key combination on your main. You will see that the FS rebuffs you by magic. For example, you can also make the bot rise to a flying machine when you click a key combination and much more.
de_de: Mit den globalen Hotkeys kannst du Aktionsfolgen durch eine Tastenkombination im Bot ausführen ohne dass das Botfenster aktiv geöffnet sein muss. Z.b kannst du eine Tastenkombination auf deinem Main drücken sodass der FS dir Holy Guard vor einem AOE bufft. Teste es einfach aus. Setze eine beliebige Tastenkombination auf den Globalen Hotkey Rebuff, starte den Bot, selektiere deinen Main, minimiere den Bot und presse die Tastenkombination auf deinem Main. Du wirst sehen, der FS rebufft dich nun von Zauberhand. So kannst du z.B auch den Bot auf ein Fluggerät steigen lassen wenn du eine Tastenkombination klickst und vieles mehr.

# executehotkey
source: Hotkey {0} is executed
de_de: Hotkey {0} wird ausgeführt

source: Donate
de_de: Spenden
